# Predefined gym locations (address, city) for exact matching
GYMS = [
    ("Смілянська", "Черкаси"),
    ("Стрийська", "Львів"),
    ("Городок", "Київ"),
    ("Січових стрільців", "Хмельницький"),
    ("Велес", "Івано-Франківськ"),
    ("Лятошинського", "Житомир"),
    ("Петроцентр", "Вінниця"),
    ("Героїв України", "Бровари"),
    ("Цум", "Рівне"),
    ("Запорожців", "Бровари"),
    ("Чорновола", "Львів"),
    ("Тираспольська", "Київ"),
    ("Київський шлях", "Бориспіль"),
    ("Жилянська", "Київ"),
    ("Ревуцького", "Київ"),
    ("Деміївська", "Київ")
]
